Repository: darkozma/HDL-Batch-installer
Catalog: translations/catalogs/*.po
Languages: de_de

source: 0.12Gb
de_de: 0.12G

source: A game with this name is already installed
de_de: Ein Spiel mit diesem Namen ist schon installiert.

source: A local database already exists. Downloading the database from the repository will delete the old one... Continue?
de_de: Eine lokale Datenbank ist bereits vorhanden. Beim Herunterladen der Datenbank aus dem Repository wird die alte Datenbank gelöscht... Fortfahren ?

source: ALL
de_de: Alle

source: APA Partition is broken
de_de: APA Partition ist beschädigt

source: About
de_de: Über

source: About F1
de_de: Über F1

source: Alex Parrado: For contributing with some Ideas
de_de: Alex Parrado: Für einen Beitrag mit eigenen Ideen

source: All supported formats (*.ISO;*.CUE;*.NRG;*.GI;*.IML;*.ZSO)
de_de: Alle unterstützten Dateiformate (*.ISO;*.CUE;*.NRG;*.GI;*.IML;*.ZSO)

source: Allow unstable/experimental features
de_de: Erlaube instabile/experimentelle Funktionen

source: Artwork certificate fix
de_de: Artwork Zertifikate-Fix

source: Attempts connections to archive.org for artwork download without certificate checks
de_de: Versucht Verbindungen zu archive.org zum Herunterladen von Artworks ohne Zertifikatsüberprüfung herzustellen

source: Available partitions
de_de: Verfügbare Partitionen

source: Browse
de_de: Durchsuchen

source: CUE or IML have a missing linked file
de_de: CUE oder IML hat eine fehlende Link-Datei

source: Calculate MD5 Hash
de_de: Berechne MD5 Hash

source: Can't find custom icons package Download now?
de_de: Benutzerdefiniertes Symbolpaket kann nicht gefunden werden Jetzt herunterladen ?

source: Can't find the enviroment variables "%s" or "%s" used to locate the Dokan Library It seems like Dokan was unproperly installed (or it isn't installed) Go to Dokan download website?
de_de: Kann die Umgebungsvariablen "%s" oder "%s" nicht finden, die zum Auffinden der Dokan-Bibliothek benötigt werden. Es scheint, dass Dokan nicht ordnungsgemäß installiert wurde (oder nicht installiert ist) Weiter zur Dokan-Download-Website ?

source: Cannot open error report, read the terminal logs to find the issue
de_de: Fehlerbericht kann nicht geöffnet werden. Bitte lesen Sie die Terminalprotokolle, um das Problem zu finden.

source: Check for Updates
de_de: Suche nach Updates

source: Choose device letter to mount partition
de_de: Wähle einen Gerätebuchstabe zum Einhängen der Partition.

source: Choose path to extract selected games
de_de: Wähle den Pfad zum Extrahieren der ausgewählten Spiele.

source: Clear List??
de_de: Liste leeren??

source: Clear list
de_de: Liste leeren

source: Collected hash:
de_de: Berechneter Hash Wert:

source: Config
de_de: Konfiguration

source: Could not find PFS Partitions
de_de: Kann keine PFS Partition finden.

source: Couldn't find/load the 'HDLBinst' catalog for locale '%s'. The translation file must be placed here: "Lang\%s\HDLBinst.mo"
de_de: Der Katalog 'HDLBinst' für die Sprache '%s' konnte nicht gefunden/geladen werden. Die Übersetzungsdatei muss hier abgelegt werden: "Lang\%s\HDLBinst.mo"

source: Create
de_de: Erstellen

source: Create Partition
de_de: Erstelle Partition

source: Created by El_isra (AKA: Matias Israelson)
de_de: Erstellt von El_isra (AKA: Matias Israelson).

source: Current HDD
de_de: Ausgewählte HDD

source: Custom Icon Loader
de_de: Benutzerdefinierter Icon Importer

source: Data Collection
de_de: Daten Sammlung

source: Default DMA
de_de: Standard DMA

source: Default HDD letter
de_de: Standard HDD Buchstabe

source: Default OPL data partition name
de_de: Standard OPL Daten Partionsname

source: Default game search path
de_de: Standard Spielepfad für die Suche

source: Delete Partition
de_de: Lösche Partition

source: Delete game
de_de: Lösche Spiel

source: Destination
de_de: Ziel

source: Determines wich DMA mode will be written to game APA Header. This feature is only usable for outdated software like HDLoader or MiniOPL
de_de: Legt fest, welcher DMA-Modus in den APA-Header des Spiels geschrieben wird. Diese Funktion ist nur für veraltete Software wie HDLoader oder MiniOPL nutzbar.

source: Device
de_de: Gerät

source: Display game title on HDDManager
de_de: Zeige den Spielename im HDDManager

source: Display sub-partitions on HDDManager
de_de: Zeige Sub-Partitionen im HDDManager

source: Do you really want to proceed? this will wipe all data on device %s
de_de: Wollen Sie wirklich fortfahren? Dies wird alle Daten auf dem Gerät %s löschen !

source: Download
de_de: Herunterladen

source: Download Icons Package
de_de: Icons-Paket herunterladen

source: Download Latest version
de_de: Lade die neueste Version herunter.

source: Download assets
de_de: Assets herunterladen

source: Downloads finished!
de_de: Herunterladen beendet!

source: Downloads manager
de_de: Download Manager

source: Empty Segment
de_de: Leeres Segment

source: Error code
de_de: Fehler-Code

source: Error: %ld
de_de: Fehler: %ld

source: External
de_de: Extern

source: Extract Game(s)
de_de: Entpacke Spiele(e)

source: FATAL ERROR
de_de: Fataler Fehler

source: Fast Download
de_de: Schnelles Herunterladen

source: File
de_de: Datei

source: File could not be found (or accesed?)
de_de: Die Datei konnte nicht gefunden (oder nicht darauf zugegriffen) werden.

source: Filename
de_de: Dateiname

source: Format
de_de: Formatieren

source: Format HDD
de_de: HDD formatieren

source: Format any device into PS2 HDD
de_de: Formatiert jedes Gerät in eine PS2 HDD.

source: Game
de_de: Spiel

source: Game Title
de_de: Spielename

source: Game Transfer
de_de: Spiele Übertragung

source: Game list is already empty
de_de: Die Spieleliste ist leer.

source: Game related operations can be used by selecting games from the list and right clicking them...
de_de: Spielbezogene Operationen können verwendet werden, indem sie Spiele aus der Liste auswählen und mit der rechten Maustaste auf sie klicken...

source: Games marked in blue are ZSO
de_de: Blau markierte Spiele sind ZSO.

source: General
de_de: Allgemein

source: Get List
de_de: Liste abrufen

source: Get the Latest Version here:
de_de: Lade dir hier die neueste Version herunter :

source: Global images (*.gi)
de_de: Globale Bilder (*.gi)

source: HDD Formatter
de_de: HDD Formatierer

source: HDD Management
de_de: Festplattenverwaltung

source: HDD Management features are temporarily disabled on 32bit versions because it can cause HDD corruption
de_de: Die Funktionen der Festplattenverwaltung sind in 32-Bit-Versionen vorübergehend deaktiviert, da dies zu einer Beschädigung der Festplatte führen kann.

source: HDD format failed Error code is %d see console log for more information
de_de: Festplattenformatierung fehlgeschlagen. Der Fehlercode ist %d. Prüfe das Konsolenprotokoll für weitere Informationen.

source: HDD was successfully formated. Default partitions have been created!
de_de: HDD wurde erfolgreich formatiert. Es wurden die Standardpartitionen erstellt!

source: HDL-Dump Crashed
de_de: HDL-Dump ist abgestürzt.

source: HDL-Dump reported "Out of memory".
de_de: HDL-Dump meldet: "Nicht genügend Speicherplatz vorhanden".

source: Header Injection finished
de_de: Header-Injektion beendet.

source: Hide game
de_de: Spiel verstecken

source: IML files (*.iml)
de_de: IML Abbild (*.iml)

source: IMPORTANT WARNING
de_de: WICHTIGE WARNUNG

source: Images
de_de: Bilder

source: In order to install ZSO games, the original ISO must be placed in the same folder keeping the same filename. This is done to recover information needed to install the game Example: if your game is named 'God_Of_War.ZSO', put the original ISO on the same folder named 'God_Of_war.ISO'
de_de: Um ZSO-Spiele zu installieren, muss die Original-ISO in denselben Ordner gelegt werden. Dieser Ordner muss denselben Dateinamen tragen. Dies geschieht, um die für die Installation des Spiels erforderlichen Informationen wiederherzustellen. Beispiel : Wenn Ihr Spiel 'God_Of_War.ZSO' heißt, legen Sie die Original-ISO in den gleichen Ordner mit dem Namen 'God_Of_War.ISO'

source: Inject MBR
de_de: MBR injizieren

source: Inject OPL Launcher
de_de: OPL Launcher injizieren

source: Injecting OPL Launcher to...
de_de: Injiziere OPL Launcher in...

source: Injecting custom icon to...
de_de: Injiziere benutzerdefiniertes Icon in...

source: Injection Finished!
de_de: Injizierung abgeschlossen!

source: Install
de_de: Installieren

source: Installation features
de_de: Installations-Eigenschaften

source: Installation process aborted, HDD is running out of space
de_de: Installationsvorgang wurde abgebrochen, da auf der Festplatte kein Platz mehr ist.

source: Installing
de_de: Installiere

source: Interface
de_de: Schnittstelle

source: Internal
de_de: Intern

source: KELF size is 0 bytes! It seems that this HDD had no MBR program installed... (or something went wrong)
de_de: KELF-Größe ist 0 Bytes! Es scheint, dass auf dieser Festplatte kein MBR-Programm installiert ist... (oder etwas ist schief gelaufen)

source: Language
de_de: Sprache

source: Load Custom Icon
de_de: Lade benutzerdefiniertes Icon

source: Loaded:
de_de: Geladen :

source: MBR extraction failed!! see console log to see error code...
de_de: MBR-Extraktion fehlgeschlagen!!! Prüfe das Konsolenprotokoll, um den Fehlercode zu sehen...

source: MD5 Hash report
de_de: MD5 Hash Bericht

source: Massive game transfer
de_de: Batch Spielübertragung

source: Media
de_de: Medien

source: Modify Header
de_de: Modifiziere den Header

source: Mount
de_de: Einhängen

source: Mount hdd Partition
de_de: Festplattenpartition einhängen

source: Mount point
de_de: Einhängepunkt

source: NOTE: In order to properly install the driver you will need to start windows on secure mode
de_de: HINWEIS: Um den Treiber ordnungsgemäß installieren zu können, müssen Sie Windows im sicheren Modus starten.

source: Nero images (*.nrg)
de_de: Nero Abbild (*.nrg)

source: No internet connection!
de_de: Keine Internetverbindung!

source: OPL Launcher is missing. you must get a copy of MiniOPL from the GitHub repo and place it back with the program before Installing games, otherwise... your PS2 games won't be executed from HDD-OSD
de_de: OPL Launcher fehlt. Sie müssen eine Kopie von MiniOPL aus dem GitHub Repo holen und mit diesem Programm kopieren, vor der Installation der Spiele, sonst werden deine PS2-Spiele nicht von der HDD-OSD gestartet.

source: OPL Launcher warnings
de_de: OPL Launcher Warnung

source: Official Github
de_de: Offizielle Github Webseite

source: Official Repository
de_de: Offizielles Repository

source: Open File location
de_de: Öffne den Dateipfad

source: Open in explorer
de_de: Öffne im Explorer

source: Others
de_de: Andere

source: PS2 Games
de_de: PS2 Spiele

source: Partition Creation Failed! Please check log to find more information...
de_de: Partitionserstellung fehlgeschlagen! Prüfe das Protokoll, um weitere Informationen zu erhalten...

source: Partition Creation was successfull
de_de: Die Partition wurde erfolgreich erstellt.

source: Partition Name
de_de: Partitionsname

source: Partition Size
de_de: Partionsgröße

source: Partition Type
de_de: Partitionstyp

source: Partition name must not be longer than 32 characters. If the 'create' button is disabled, you probably wrote an invalid character on the partition name
de_de: Der Partitionsname darf nicht länger als 32 Zeichen sein. Wenn die Schaltfläche 'Erstellen' deaktiviert ist, haben Sie wahrscheinlich ein ungültiges Zeichen im Partitionsnamen.

source: Please wait, this might take a while.
de_de: Bitte warten. Dies dauert eine Weile.

source: Quit Alt-F4
de_de: Beenden Alt-F4

source: Quit the application
de_de: Beende das Programm

source: Reason
de_de: Grund

source: Recover MBR
de_de: MBR wiederherstellen

source: Remove from List
de_de: Von der Liste entfernen

source: Rename
de_de: Umbenennen

source: Report Issue
de_de: Fehlerbericht

source: Report for [%s]
de_de: Bericht für [%s]

source: Rs1n: For the Creation of HDL Batch (that project inspired me to make this GUI)
de_de: Rs1n: Für die Erstellung von HDL Batch (dieses Projekt inspirierte mich zur Erstellung dieser GUI)

source: Save Settings
de_de: Einstellungen speichern

source: Search Games
de_de: Spiele suchen

source: Search MBR.KELF
de_de: MBR.KELF suchen

source: Search on redump.org
de_de: Suche auf redump.org

source: Search ps2 HDD's
de_de: Suche PS2 HDDs

source: Select your PS2 games
de_de: Wähle deine PS2 Spiele aus.

source: Settings
de_de: Einstellungen

source: Settings F2
de_de: Einstellungen F2

source: Show version and credits
de_de: Zeige die Versionsinformationen und Credits

source: Size
de_de: Größe

source: Some Core components are Missing. Download the program again from the official github. If the error persists: Contact the Developer or open a new issue at github
de_de: Einige Kernkomponenten fehlen. Laden Sie das Programm erneut vom offiziellen Github herunter. Wenn der Fehler weiterhin besteht: Wenden Sie sich an den Entwickler oder öffnen sie einen neuen Fehler auf Github.

source: Source
de_de: Quelle

source: SpaceCoyote: He made the default icon that get's injected into HDD-OSD
de_de: SpaceCoyote: Er hat das Standardsymbol erstellt, das in HDD-OSD injiziert wird.

source: Special thanks to:
de_de: Ein spezieller Dank gilt :

source: Standard error: %s
de_de: Standard Fehler %s

source: Startup settings
de_de: Einstellungen für den Programmstart

source: The Following games couldn't be installed:
de_de: Die folgenden Spiele konnten nicht installiert werden :

source: The HDD is corrupted or your hard drive connection has issues
de_de: Die Festplatte ist beschädigt oder Ihre Festplattenverbindung hat Probleme.

source: The Testers: HUN7ER | Salamander | My sister | Jtrex | Torres Kadher
de_de: Die Tester: HUN7ER | Salamander | My sister | Jtrex | Torres Kadher

source: The download of the icons package failed!
de_de: Das Herunterladen des Icon-Pakets ist fehlgeschlagen!

source: The game has a corrupt SYSTEM.CNF file
de_de: Das Spiel hat eine beschädigte SYSTEM.CNF-Datei.

source: The package extraction failed!
de_de: Das Entpacken des Paketes ist fehlgeschlagen!

source: The program is currently configured to use it's internal database. Change it on the settings menu in order to use the database you just downloaded
de_de: Das Programm ist derzeit so konfiguriert, dass es seine interne Datenbank verwendet. Ändern Sie dies im Einstellungsmenü, um die Datenbank zu verwenden, die Sie gerade heruntergeladen.

source: There is not enough space on the HDD to install this game
de_de: Auf der Festplatte ist nicht genug Platz, um dieses Spiel zu installieren.

source: There's an update available for this program! Go to download page? Current version: [%s] Latest version: [%s]
de_de: Es ist ein Update für dieses Programm verfügbar! Zur Downloadseite wechseln? Aktuelle Version: [%s] Neueste Version: [%s]

source: This HDD has no PS2 Games inside
de_de: Auf dieser Festplatte befinden sich keine PS2-Spiele.

source: This Operation will wipe ALL THE DATA inside this hard drive Continue?
de_de: Diese Operation wird ALLE DATEN auf dieser Festplatte löschen Fortfahren ?

source: This feature will rewrite the PS2 BOOTSTRAP PROGRAM for this HDD. Please make sure you know what you are doing. MBR Programs must be headerless binaries, uncompressed, compiled with fixed load adress at 0x100000 and encrypted with KELFTool Do you want to continue with this operation?
de_de: Mit dieser Funktion wird das PS2 BOOTSTRAP-PROGRAMM für diese Festplatte neu geschrieben. Bitte stellen Sie sicher, dass Sie wissen, was Sie tun. MBR-Programme müssen headerless binaries sein, unkomprimiert, kompiliert mit fester Ladeadresse bei 0x100000 und verschlüsselt mit KELFTool. Möchten Sie mit diesem Vorgang fortfahren ?

source: This is the first time you use PFSFUSE PLEASE, Keep in mind that, if you mount a partition you must unmount it when you finish using this program, otherwise, you could corrupt the mounted partition or the whole HDD
de_de: Dies ist das erste Mal, dass Sie PFSFUSE verwenden. BITTE beachten Sie, dass sie, wenn sie eine Partition einhängen, diese nach der Verwendung in diesem Programm, auch wieder aushängen müssen. Ansonsten kann die Partition oder die gesamte Festplatte beschädigt werden.

source: This language is not supported by the system.
de_de: Diese Sprache wird vom System nicht unterstützt.

source: This will inject OPL Launcher (boot.kelf on program folder) into every PS2 game found on this HDD. Usefull to install/update OPL Launcher into your games
de_de: Dies wird den OPL Launcher (boot.kelf im Programmordner) in jedes PS2 Spiel injizieren, dass sich auf dieser Festplatte befindet. Nützlich für die Installation/Aktualisierung von OPL Launcher in ihren Spielen.

source: Title Database
de_de: Titel-Datenbank

source: To delete your games, please use the 'HDD Manager' button found on the 'HDD Management' tab Inside there, locate the desired game partition, right click it and delete it.
de_de: Um ihre Spiele zu löschen, verwenden sie bitte den Button 'HDD Manager' auf der Registerkarte 'Festplattenverwaltung'. Suchen Sie dort die gewünschte Spielepartition und wählen sie mit der rechten Maustaste löschen aus.

source: Total: %dGb | Used: %d%s | Free: %d%s
de_de: Gesamt: %dGb | Benutzt: %d%s | Frei: %d%s

source: Transfer Completed!
de_de: Übertragung abgeschlossen!

source: Transfer OPL files
de_de: Übertrage die OPL Dateien.

source: Transfer all games installed on currently selected HDD into another one
de_de: Übertrage alle auf der aktuell ausgewählten Festplatte installierten Spiele auf eine andere Festplatte.

source: Transfer game(s) to another PS2 HDD
de_de: Übertrage Spiel(e) auf eine andere PS2-Festplatte.

source: Transfer games
de_de: Übertrage Spiele

source: Transfering games...
de_de: Übertrage Spiele...

source: Translators: Fabio Gaigher | HardLevel | Haker120 (a youkai of love)
de_de: Übersetzer: Fabio Gaigher | HardLevel | Haker120 (a youkai of love) | GeAd Studios

source: Uninstall
de_de: Deinstallieren

source: Unmount
de_de: Aushängen

source: Update HDD-OSD icons package
de_de: Update des HDD-OSD Icons-Paketes

source: Update Program
de_de: Update des Programms

source: Update game title database
de_de: Update der Spieletitel Datenbank

source: Update the game installation tool
de_de: Update des Spiele Installationstool

source: Use Database
de_de: Benutze die Datenbank

source: Useless unless you're an experienced user with a decent knoledge of APA scheme
de_de: Nutzlos, es sei denn, sie sind ein erfahrener Benutzer mit guten Kenntnissen des APA Schema.

source: Warning Can't find boot.kelf Aborting APA Injection
de_de: Warnung boot.kelf wurde nicht gefunden. Abbruch der APA-Injizierung.

source: When enabled, the program will install games using __. as partition prefix instead of PP. This will hide games from HDD-OSD. Also, this alternative prefix is required to launch games via OPL Launcher from PSBBN and PSX XMB menu
de_de: Wenn aktiviert, installiert das Programm Spiele mit __. als Partitionspräfix anstelle von PP. "Dadurch werden Spiele von HDD-OSD versteckt. Außerdem wird dieses alternative Präfix benötigt, um Spiele über den OPL Launcher aus dem PSBBN- und PSX-XMB-Menü zu starten.

source: When enabled, the program will try to automatically assign the original title for the games by searching the game ID on a database with more than 14700 titles
de_de: Wenn diese Option aktiviert ist, wird das Programm versuchen, den ursprünglichen Titel für die Spiele automatisch zuzuordnen. Hierfür wird die Spiel-ID in einer Datenbank mit mehr als 14700 Titeln gesucht.

source: When this Feature is enabled, the program will send information to it's creator every time it installs a game whose region code isn't registered in the database
de_de: Wenn diese Funktion aktiviert ist, sendet das Programm jedes Mal Informationen an seinen Ersteller -> Immer dann, wenn es ein Spiel installiert, dessen Regionalcode nicht in der Datenbank enthalten ist.

source: Widescreen hacks for OPL
de_de: Widescreen hacks für OPL

source: Windows 11 and some anti-virus software will detect HDL-Batch-Installer and underlying tools as ransomware due to accessing PS2 HDDs via RAW I/O (Because windows does not understand their format) If game installation gives error 5, some issue related with permissions or "disk is not ready" please consider whitelisting on your defender/AV the HDL batch installer exe, along with HDL.EXE and pfsfuse.exe from program folder.
de_de: Windows 11 und einige Antivirenprogramme erkennen HDL-Batch-Installer und die zugrundeliegenden Tools als Ransomware, da sie auf PS2-Festplatten über RAW I/O zugreifen.(Weil Windows ihr Format nicht versteht) Wenn die Spielinstallation den Fehler 5 ausgibt, gibt es ein Problem mit den Berechtigungen oder "Datenträger ist nicht bereit". Dann setzen sie die Programme HDL Batch Installer.Exe, zusammen mit HDL.EXE und pfsfuse.exe auf die Whitelist des Antivirenprogramm/Windows Defender.

source: Windows 11 detected
de_de: Windows 11 erkannt

source: You can't transfer games from one HDD into the same HDD!
de_de: Sie können keine Spiele von einer Festplatte auf dieselbe Festplatte übertragen!

source: You need at least one PFS partition to use this menu
de_de: Sie benötigen mindestens eine PFS-Partition, um dieses Menü verwenden zu können.

source: You need at least two PlayStation 2 formatted HDDs to use this operation!
de_de: Sie benötigen mindestens zwei PlayStation 2 formatierte Festplatten, um diesen Vorgang durchzuführen!

source: You requested the deletion of a system partition this is not recommended unless you truly understand what you are doing Continue anyways?
de_de: Sie haben die Löschung einer Systempartition beantragt. Dies wird nicht empfohlen, wenn Sie nicht wirklich wissen, was Sie tun. Trotzdem fortfahren ?

source: bin/cue with multiple .bin files are not supported, combine them into a single bin
de_de: bin/cue mit mehreren .bin-Dateien werden nicht unterstützt. Vereinen sie die .bin-Dateien zu einer einzelnen bin-Datei.

source: can't Load MBR.KELF
de_de: MBR.KELF kann nicht geladen werden.

source: configure program
de_de: Programm konfigurieren

source: discarded
de_de: Verwerfen

source: error
de_de: Fehler

source: extracting game...
de_de: Spiel entpacken...

source: file boot.kelf is too big! it's size can't be larger than 2,031,616 bytes
de_de: Die Datei boot.kelf ist zu groß! Diese Datei darf nicht größer als 2.031.616 Bytes sein.

source: if this is enabled, game partitions will show up on HDDManager. Disable this to speed up the program when opening HDDManager on large HDDs full of games
de_de: Wenn diese Option aktiviert ist, werden Spielepartitionen im HDDManager angezeigt. Deaktivieren Sie diese Option, um das Programm zu beschleunigen. Nützlich, wenn HDDManager auf großen Festplatten voller Spiele genutzt wird.

source: impossible to find dokan enviroment variables. unmount the drive manually by calling:
de_de: Es ist unmöglich die Dokan-Umgebungsvariablen zu finden. Das Laufwerk manuell aushängen durch Aufruf von :

source: install
de_de: Installieren

source: installing:
de_de: Installation:

source: invalid ISO's
de_de: Ungültige ISOs

source: lz4 Compressed Image Files (*.zso)
de_de: lz4 komprimiertes Abbild (*.zso)

source: no PS2 HDD's Found
de_de: Keine PS2 HDDs gefunden.

source: no games selected for installation
de_de: Keine Spiele zum Installieren ausgewählt.

source: not a PlayStation 2 HDD.
de_de: Dies ist keine PlayStation 2 HDD.

source: size (MB)
de_de: Größe (MB)

source: unknown
de_de: Unbekannt

source: update OPL Launcher KELF
de_de: Update den OPL Launcher KELF

source: warning
de_de: Warnung

source: work in progress
de_de: Noch nicht Fertig (WIP;))
